Repository: yageloshri/ManifestAI-Gratitude-Journal
Catalog: ManifestAI - Gratitude Journal/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, vi, zh_hans

source: Find a photo that represents the vitality you crave. Is it strength? Calm energy? Waking up rested and alive?
ar: ابحث عن صورة تمثل الحيوية التي تتوق إليها. هل هي القوة؟ طاقة هادئة؟ الاستيقاظ مرتاحًا ومفعمًا بالحياة؟
da: Find et billede, der repræsenterer den vitalitet, du længes efter. Er det styrke? Rolig energi? At vågne udhvilet og fuld af liv?
de: Suche ein Foto, das die Vitalität darstellt, nach der du dich sehnst. Ist es Kraft? Ruhige Energie? Erholt und lebendig aufzuwachen?
es: Encuentra una foto que represente la vitalidad que anhelas. ¿Es fuerza? ¿Energía calmada? ¿Despertar descansado y lleno de vida?
fi: Etsi kuva, joka edustaa kaipaamaasi elinvoimaa. Onko se voimaa? Rauhallista energiaa? Levänneenä ja elinvoimaisena herääminen?
fr: Trouve une photo qui représente la vitalité dont tu as envie. Est-ce la force ? Une énergie calme ? Te réveiller reposé·e et plein·e de vie ?
he: מצא/י תמונה שמייצגת את החיוניות שאת/ה משתוקק/ת לה. כוח? אנרגיה רגועה? להתעורר רענן/ה ומלא/ת חיים?
id: Temukan foto yang mewakili vitalitas yang kamu dambakan. Apakah itu kekuatan? Energi yang tenang? Bangun dengan segar dan penuh semangat?
it: Trova una foto che rappresenti la vitalità che desideri. È forza? Energia calma? Svegliarti riposato e pieno di vita?
ja: あなたが渇望する活力を表す写真を見つけましょう。強さでしょうか？穏やかなエネルギーでしょうか？休息を取り、生き生きと目覚めることでしょうか？
ko: 당신이 갈망하는 활력을 나타내는 사진을 찾아보세요. 강인함인가요? 차분한 에너지인가요? 개운하게 깨어나 생기 넘치는 것인가요?
nb: Finn et bilde som representerer vitaliteten du lengter etter. Er det styrke? Rolig energi? Å våkne uthvilt og full av liv?
nl: Zoek een foto die de vitaliteit weergeeft waar je naar verlangt. Is het kracht? Rustige energie? Uitgerust en levendig wakker worden?
pl: Znajdź zdjęcie, które reprezentuje witalność, której pragniesz. Czy to siła? Spokojna energia? Budzenie się wypoczętym i pełnym życia?
pt_br: Encontre uma foto que represente a vitalidade que você deseja. É força? Energia calma? Acordar descansado e cheio de vida?
ru: Найди фото, которое отражает жизненную силу, о которой ты мечтаешь. Это сила? Спокойная энергия? Просыпаться отдохнувшим и полным жизни?
sv: Hitta en bild som representerar den vitalitet du längtar efter. Är det styrka? Lugn energi? Att vakna utvilad och full av liv?
tr: Özlemini çektiğin canlılığı temsil eden bir fotoğraf bul. Güç mü? Sakin bir enerji mi? Dinlenmiş ve canlı uyanmak mı?
vi: Tìm một bức ảnh đại diện cho sức sống mà bạn khao khát. Đó là sức mạnh? Năng lượng bình yên? Hay thức dậy khỏe khoắn và tràn đầy sức sống?
zh_hans: 找一张能代表你渴望的活力的照片。是力量吗？平静的能量？还是神清气爽、充满活力地醒来？

source: FREE
ar: المجانية
da: GRATIS
de: KOSTENLOSE
es: GRATIS
fi: MAKSUTON
fr: GRATUIT
he: חינמית
id: GRATIS
it: GRATUITA
ja: 無料
ko: 무료
nb: GRATIS
nl: GRATIS
pl: BEZPŁATNY
pt_br: GRÁTIS
ru: БЕСПЛАТНЫЙ
sv: GRATIS
tr: ÜCRETSİZ
vi: MIỄN PHÍ
zh_hans: 免费

source: Frequency Aligned
ar: تمت مواءمة التردد
da: Frekvensen er afstemt
de: Frequenz ausgerichtet
es: Frecuencia alineada
fi: Taajuus kohdallaan
fr: Fréquence alignée
he: התדר מיושר
id: Frekuensi Selaras
it: Frequenza Allineata
ja: 波動が整いました
ko: 주파수 정렬 완료
nb: Frekvens i harmoni
nl: Frequentie afgestemd
pl: Częstotliwość dostrojona
pt_br: Frequência Alinhada
ru: Частота выровнена
sv: Frekvens i linje
tr: Frekans Hizalandı
vi: Tần Số Đã Đồng Điệu
zh_hans: 频率已对齐

source: Get All notifications
ar: تلقّي كل الإشعارات
da: Få alle notifikationer
de: Alle Benachrichtigungen erhalten
es: Recibir todas las notificaciones
fi: Salli kaikki ilmoitukset
fr: Recevoir toutes les notifications
he: קבלת כל ההתראות
id: Dapatkan Semua notifikasi
it: Ricevi Tutte le Notifiche
ja: すべての通知を受け取る
ko: 모든 알림 받기
nb: Få alle varsler
nl: Alle meldingen ontvangen
pl: Otrzymuj wszystkie powiadomienia
pt_br: Ativar Todas as Notificações
ru: Получать все уведомления
sv: Få alla notiser
tr: Tüm bildirimleri al
vi: Nhận Tất Cả thông báo
zh_hans: 接收全部通知

source: Get notified for each phase
ar: احصل على إشعار لكل مرحلة
da: Bliv notificeret for hver fase
de: Für jede Phase benachrichtigt werden
es: Recibe un aviso en cada fase
fi: Saa ilmoitus jokaisesta vaiheesta
fr: Être averti(e) à chaque phase
he: קבלו התראה על כל שלב
id: Dapatkan notifikasi untuk setiap fase
it: Ricevi una notifica per ogni fase
ja: 各フェーズで通知を受け取る
ko: 각 단계마다 알림 받기
nb: Få varsel for hver fase
nl: Ontvang een melding voor elke fase
pl: Otrzymuj powiadomienie dla każdej fazy
pt_br: Seja notificado em cada fase
ru: Получай уведомления для каждой фазы
sv: Få en notis för varje fas
tr: Her aşama için bildirim al
vi: Nhận thông báo cho từng giai đoạn
zh_hans: 每个阶段都收到通知

source: Good Afternoon
ar: مساء الخير
da: God eftermiddag
de: Guten Tag
es: Buenas tardes
fi: Hyvää päivää
fr: Bon après-midi
he: צהריים טובים
id: Selamat siang
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후예요
nb: God ettermiddag
nl: Goedemiddag
pl: Dzień dobry
pt_br: Boa tarde
ru: Добрый день
sv: God eftermiddag
tr: İyi günler
vi: Chào buổi chiều
zh_hans: 下午好

source: Good Evening
ar: مساء الخير
da: Godaften
de: Guten Abend
es: Buenas noches
fi: Hyvää iltaa
fr: Bonsoir
he: ערב טוב
id: Selamat malam
it: Buonasera
ja: こんばんは
ko: 좋은 저녁이에요
nb: God kveld
nl: Goedenavond
pl: Dobry wieczór
pt_br: Boa noite
ru: Добрый вечер
sv: God kväll
tr: İyi akşamlar
vi: Chào buổi tối
zh_hans: 晚上好

source: Good Morning
ar: صباح الخير
da: Godmorgen
de: Guten Morgen
es: Buenos días
fi: Hyvää huomenta
fr: Bonjour
he: בוקר טוב
id: Selamat pagi
it: Buongiorno
ja: おはよう
ko: 좋은 아침이에요
nb: God morgen
nl: Goedemorgen
pl: Dzień dobry
pt_br: Bom dia
ru: Доброе утро
sv: God morgon
tr: Günaydın
vi: Chào buổi sáng
zh_hans: 早上好

source: Good Night
ar: تصبح على خير
da: Godnat
de: Gute Nacht
es: Buenas noches
fi: Hyvää yötä
fr: Bonne nuit
he: לילה טוב
id: Selamat malam
it: Buonanotte
ja: おやすみなさい
ko: 좋은 밤이에요
nb: God natt
nl: Goedenacht
pl: Dobranoc
pt_br: Boa noite
ru: Доброй ночи
sv: God natt
tr: İyi geceler
vi: Chúc ngủ ngon
zh_hans: 晚安

source: Gratitude Journal
ar: يوميات الامتنان
da: Taknemmeligheds- dagbog
de: Dankbarkeit Journal
es: Diario de Gratitud
fi: Kiitollisuus- päiväkirja
fr: Journal de gratitude
he: יומן הכרת תודה
id: Jurnal Syukur
it: Diario della Gratitudine
ja: 感謝 ジャーナル
ko: 감사 일기
nb: Takknemlighets- dagbok
nl: Dankbaarheids- dagboek
pl: Dziennik Wdzięczności
pt_br: Diário de Gratidão
ru: Дневник благодарности
sv: Tacksamhets dagbok
tr: Minnettarlık Günlüğü
vi: Nhật Ký Biết Ơn
zh_hans: 感恩 日记

source: Gratitude Journal — write today's entry
ar: يوميات الامتنان — كتابة إدخال اليوم
da: Taknemmelighedsdagbog — skriv dagens indlæg
de: Dankbarkeit Journal — heutigen Eintrag schreiben
es: Diario de Gratitud — escribir la entrada de hoy
fi: Kiitollisuuspäiväkirja — kirjoita tämän päivän merkintä
fr: Journal de gratitude — écrire l'entrée du jour
he: יומן הכרת תודה — כתיבת הרשומה של היום
id: Jurnal Syukur — tulis entri hari ini
it: Diario della Gratitudine — scrivi la voce di oggi
ja: 感謝ジャーナル — 今日のエントリーを書く
ko: 감사 일기 — 오늘의 기록 쓰기
nb: Takknemlighetsdagbok — skriv dagens oppføring
nl: Dankbaarheidsdagboek — schrijf je aantekening van vandaag
pl: Dziennik Wdzięczności — napisz dzisiejszy wpis
pt_br: Diário de Gratidão — escrever registro de hoje
ru: Дневник благодарности — написать запись на сегодня
sv: Tacksamhetsdagbok — skriv dagens anteckning
tr: Minnettarlık Günlüğü — bugünkü kaydını yaz
vi: Nhật Ký Biết Ơn — viết mục hôm nay
zh_hans: 感恩日记 — 撰写今天的日记

source: Health
ar: الصحة
da: Sundhed
de: Gesundheit
es: Salud
fi: Terveys
fr: Santé
he: בריאות
id: Kesehatan
it: Salute
ja: 健康
ko: 건강
nb: Helse
nl: Gezondheid
pl: Zdrowie
pt_br: Saúde
ru: Здоровье
sv: Hälsa
tr: Sağlık
vi: Sức Khỏe
zh_hans: 健康

source: Hour
ar: الساعة
da: Time
de: Stunde
es: Hora
fi: Tunti
fr: Heure
he: שעה
id: Jam
it: Ora
ja: 時
ko: 시
nb: Time
nl: Uur
pl: Godzina
pt_br: Hora
ru: Час
sv: Timme
tr: Saat
vi: Giờ
zh_hans: 小时

source: How it works
ar: كيف يعمل
da: Sådan fungerer det
de: So funktioniert's
es: Cómo funciona
fi: Näin se toimii
fr: Comment ça marche
he: איך זה עובד
id: Cara kerjanya
it: Come funziona
ja: 使い方
ko: 이용 방법
nb: Slik fungerer det
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como funciona
ru: Как это работает
sv: Så fungerar det
tr: Nasıl çalışır
vi: Cách thức hoạt động
zh_hans: 使用方法

source: How we protect your data
ar: كيف نحمي بياناتك
da: Sådan beskytter vi dine data
de: So schützen wir deine Daten
es: Cómo protegemos tus datos
fi: Näin suojaamme tietosi
fr: Comment nous protégeons vos données
he: איך אנחנו מגנים על המידע שלך
id: Cara kami melindungi data Anda
it: Come proteggiamo i tuoi dati
ja: 大切なデータの守り方
ko: 소중한 정보를 지키는 방법
nb: Slik beskytter vi dataene dine
nl: Hoe we jouw gegevens beschermen
pl: Jak chronimy Twoje dane
pt_br: Como protegemos seus dados
ru: Как мы защищаем ваши данные
sv: Så skyddar vi din data
tr: Verilerini nasıl koruyoruz
vi: Cách chúng tôi bảo vệ dữ liệu của bạn
zh_hans: 我们如何保护您的数据

source: I am so happy and grateful now that...
ar: أنا سعيد جدًا وممتن الآن لأن...
da: Jeg er så glad og taknemmelig nu, fordi...
de: Ich bin jetzt so glücklich und dankbar, dass...
es: Estoy tan feliz y agradecido/a ahora que...
fi: Olen niin onnellinen ja kiitollinen nyt, kun...
fr: Je suis si heureux(se) et reconnaissant(e) maintenant que...
he: אני כל כך שמח/ה ואסיר/ת תודה עכשיו ש...
id: Aku sangat bahagia dan bersyukur sekarang karena...
it: Provo così tanta felicità e gratitudine ora che...
ja: 私は今、とても幸せで感謝しています、なぜなら...
ko: 나는 지금 너무 행복하고 감사해요...
nb: Jeg er så glad og takknemlig nå som...
nl: Ik ben zo blij en dankbaar nu dat...
pl: Czuję ogromne szczęście i wdzięczność, że...
pt_br: Estou tão feliz e grato agora que...
ru: Я так счастлив(а) и благодарен(на) сейчас, что...
sv: Jag är så lycklig och tacksam nu när...
tr: Şu an o kadar mutlu ve minnettarım ki...
vi: Tôi rất hạnh phúc và biết ơn vì...
zh_hans: 我现在非常开心和感恩，因为……

source: I Have My Photos Ready
ar: صوري جاهزة
da: Mine fotos er klar
de: Meine Fotos sind bereit
es: Ya tengo mis fotos listas
fi: Kuvani ovat valmiina
fr: Mes photos sont prêtes
he: התמונות שלי מוכנות
id: Foto Saya Sudah Siap
it: Ho le Foto Pronte
ja: 写真の準備ができました
ko: 사진 준비 완료
nb: Jeg har bildene mine klare
nl: Mijn foto's zijn klaar
pl: Mam gotowe zdjęcia
pt_br: Minhas Fotos Estão Prontas
ru: Мои фото готовы
sv: Mina foton är klara
tr: Fotoğraflarım Hazır
vi: Tôi Đã Chuẩn Bị Xong Ảnh
zh_hans: 我已准备好照片

source: I HAVE MY PHOTOS READY
ar: صوري جاهزة
da: MINE FOTOS ER KLAR
de: MEINE FOTOS SIND BEREIT
es: YA TENGO MIS FOTOS LISTAS
fi: KUVANI OVAT VALMIINA
fr: MES PHOTOS SONT PRÊTES
he: התמונות שלי מוכנות
id: FOTO SAYA SUDAH SIAP
it: HO LE FOTO PRONTE
ja: 写真の準備ができました
ko: 사진 준비 완료
nb: JEG HAR BILDENE MINE KLARE
nl: MIJN FOTO'S ZIJN KLAAR
pl: MAM GOTOWE ZDJĘCIA
pt_br: MINHAS FOTOS ESTÃO PRONTAS
ru: МОИ ФОТО ГОТОВЫ
sv: MINA FOTON ÄR KLARA
tr: FOTOĞRAFLARIM HAZIR
vi: TÔI ĐÃ CHUẨN BỊ XONG ẢNH
zh_hans: 我已准备好照片

source: Ignite Your Spark
ar: أشعل شرارتك
da: Tænd din gnist
de: Entfache deinen Funken
es: Enciende tu chispa
fi: Sytytä kipinäsi
fr: Ravive ta flamme
he: הציתו את הניצוץ שלכם
id: Nyalakan Semangatmu
it: Accendi la Tua Scintilla
ja: あなたの輝きに火を灯そう
ko: 당신의 불꽃을 켜세요
nb: Tenn gnisten din
nl: Ontsteek je vonk
pl: Rozpal swoją iskrę
pt_br: Acenda Sua Chama
ru: Разожги свою искру
sv: Tänd din gnista
tr: Kıvılcımını Ateşle
vi: Thắp Sáng Ngọn Lửa Của Bạn
zh_hans: 点燃你的火花

source: Impostor Syndrome
ar: متلازمة المحتال
da: Bedragersyndrom
de: Hochstapler-Syndrom
es: Síndrome del impostor
fi: Huijarisyndrooma
fr: Syndrome de l'imposteur
he: תסמונת המתחזה
id: Sindrom Impostor
it: Sindrome dell'impostore
ja: インポスター症候群
ko: 가면 증후군
nb: Bedragersyndrom
nl: Impostersyndroom
pl: Syndrom oszusta
pt_br: Síndrome do Impostor
ru: Синдром самозванца
sv: Bluffsyndromet
tr: Sahtekarlık Sendromu
vi: Hội Chứng Kẻ Mạo Danh
zh_hans: 冒名顶替综合症

source: In 2 Days
ar: بعد يومين
da: Om 2 dage
de: In 2 Tagen
es: En 2 días
fi: 2 päivän kuluttua
fr: Dans 2 jours
he: בעוד יומיים
id: 2 Hari Lagi
it: Tra 2 giorni
ja: 2日後
ko: 2일 후
nb: Om 2 dager
nl: Over 2 dagen
pl: Za 2 dni
pt_br: Em 2 dias
ru: Через 2 дня
sv: Om 2 dagar
tr: 2 Gün Sonra
vi: Sau 2 ngày
zh_hans: 2天后

source: In 3 Days
ar: بعد 3 أيام
da: Om 3 dage
de: In 3 Tagen
es: En 3 días
fi: 3 päivän kuluttua
fr: Dans 3 jours
he: בעוד 3 ימים
id: 3 Hari Lagi
it: Tra 3 giorni
ja: 3日後
ko: 3일 후
nb: Om 3 dager
nl: Over 3 dagen
pl: Za 3 dni
pt_br: Em 3 dias
ru: Через 3 дня
sv: Om 3 dagar
tr: 3 Gün Sonra
vi: Sau 3 ngày
zh_hans: 3天后

source: Inner Peace
ar: السلام الداخلي
da: Indre fred
de: Innerer Frieden
es: Paz interior
fi: Sisäinen rauha
fr: Paix intérieure
he: שקט פנימי
id: Kedamaian Batin
it: Pace interiore
ja: 心の平和
ko: 마음의 평화
nb: Indre fred
nl: Innerlijke rust
pl: Wewnętrzny spokój
pt_br: Paz Interior
ru: Внутренний покой
sv: Inre frid
tr: İç Huzur
vi: Bình An Nội Tâm
zh_hans: 内心平静

source: Inspired by Nikola Tesla's theory on the divine numbers 3, 6, and 9, this method helps you align with your desires.
ar: مستوحاة من نظرية نيكولا تسلا حول الأرقام الإلهية 3 و6 و9، تساعدك هذه الطريقة على الانسجام مع رغباتك.
da: Inspireret af Nikola Teslas teori om de guddommelige tal 3, 6 og 9 hjælper denne metode dig med at afstemme dig med dine ønsker.
de: Inspiriert von Nikola Teslas Theorie der göttlichen Zahlen 3, 6 und 9 hilft dir diese Methode, dich mit deinen Wünschen auszurichten.
es: Inspirado en la teoría de Nikola Tesla sobre los números divinos 3, 6 y 9, este método te ayuda a alinearte con tus deseos.
fi: Nikola Teslan teoriaan jumalallisista luvuista 3, 6 ja 9 pohjautuva menetelmä auttaa sinua kohdistamaan energiasi toiveidesi mukaisesti.
fr: Inspirée de la théorie de Nikola Tesla sur les nombres divins 3, 6 et 9, cette méthode t'aide à t'aligner avec tes désirs.
he: בהשראת התיאוריה של ניקולה טסלה על המספרים האלוהיים 3, 6 ו-9, שיטה זו עוזרת לכם להתיישר עם משאלותיכם.
id: Terinspirasi dari teori Nikola Tesla tentang angka ilahi 3, 6, dan 9, metode ini membantumu selaras dengan keinginanmu.
it: Ispirato alla teoria di Nikola Tesla sui numeri divini 3, 6 e 9, questo metodo ti aiuta ad allinearti ai tuoi desideri.
ja: ニコラ・テスラが提唱した神聖な数字3、6、9の理論にインスパイアされたこのメソッドは、あなたの願いと波動を合わせる手助けをします。
ko: 니콜라 테슬라의 신성한 숫자 3, 6, 9 이론에서 영감을 받은 이 메소드는 당신이 원하는 것과 조화를 이루도록 도와줘요.
nb: Inspirert av Nikola Teslas teori om de guddommelige tallene 3, 6 og 9 hjelper denne metoden deg å samstemme med dine ønsker.
nl: Geïnspireerd door Nikola Tesla's theorie over de goddelijke getallen 3, 6 en 9 — deze methode helpt je afstemmen op je verlangens.
pl: Inspirowana teorią Nikoli Tesli o boskich liczbach 3, 6 i 9, ta metoda pomaga dostroić się do Twoich pragnień.
pt_br: Inspirado na teoria de Nikola Tesla sobre os números divinos 3, 6 e 9, este método ajuda você a se alinhar com seus desejos.
ru: Этот метод, вдохновлённый теорией Николы Теслы о божественных числах 3, 6 и 9, помогает тебе настроиться на свои желания.
sv: Inspirerad av Nikola Teslas teori om de gudomliga talen 3, 6 och 9 hjälper denna metod dig att komma i linje med dina önskningar.
tr: Nikola Tesla'nın kutsal 3, 6 ve 9 sayıları üzerine teorisinden ilham alan bu yöntem, arzularınla uyumlanmana yardımcı olur.
vi: Lấy cảm hứng từ lý thuyết của Nikola Tesla về các con số thiêng liêng 3, 6 và 9, phương pháp này giúp bạn đồng điệu với mong muốn của mình.
zh_hans: 灵感源自尼古拉·特斯拉关于神圣数字3、6、9的理论，这个方法能帮助你与自己的愿望对齐。

source: into reality in 5 mins a day.
ar: إلى واقع خلال 5 دقائق يوميًا.
da: til virkelighed, 5 minutter om dagen.
de: in Wirklichkeit – 5 Minuten am Tag.
es: en realidad en 5 minutos al día.
fi: todeksi vain 5 minuutissa päivässä.
fr: en réalité en 5 minutes par jour.
he: למציאות תוך 5 דקות ביום.
id: menjadi kenyataan hanya dalam 5 menit sehari.
it: in realtà in 5 minuti al giorno.
ja: 夢を現実に変えよう。
ko: 꿈을 현실로 만드세요.
nb: til virkelighet, 5 minutter om dagen.
nl: in werkelijkheid, 5 minuten per dag.
pl: w rzeczywistość w 5 minut dziennie.
pt_br: em realidade em 5 minutos por dia.
ru: в реальность всего за 5 минут в день.
sv: till verklighet, 5 minuter om dagen.
tr: gerçeğe dönüştür, günde sadece 5 dakika.
vi: thành hiện thực chỉ trong 5 phút mỗi ngày.
zh_hans: 让梦想成真。

source: is your year of transformation
ar: هي عام تحولك
da: er dit forvandlingsår
de: ist dein Jahr der Transformation
es: es tu año de transformación
fi: on muutoksen vuotesi
fr: est ton année de transformation
he: היא שנת השינוי שלך
id: adalah tahun transformasimu
it: è il tuo anno di trasformazione
ja: はあなたの変容の年です
ko: 당신의 변화의 해예요
nb: er ditt forvandlingsår
nl: is jouw jaar van transformatie
pl: to Twój rok transformacji
pt_br: é seu ano de transformação
ru: — твой год трансформации
sv: är ditt förvandlingsår
tr: senin dönüşüm yılın
vi: là năm chuyển hóa của bạn
zh_hans: 是你的转变之年

source: It boosts happiness levels by 25% and improves long-term mental clarity.
ar: يرفع مستويات السعادة بنسبة 25% ويحسّن الوضوح الذهني على المدى الطويل.
da: Det øger lykkeniveauet med 25% og forbedrer din mentale klarhed på lang sigt.
de: Es steigert dein Glücksempfinden um 25 % und verbessert langfristig deine geistige Klarheit.
es: Aumenta la felicidad un 25% y mejora la claridad mental a largo plazo.
fi: Se lisää onnellisuutta 25 % ja parantaa pitkän aikavälin mielen kirkkautta.
fr: Elle augmente le niveau de bonheur de 25 % et améliore la clarté mentale sur le long terme.
he: זה מעלה את רמות האושר ב-25% ומשפר את הבהירות המנטלית לטווח הארוך.
id: Ini meningkatkan kebahagiaan hingga 25% dan memperbaiki kejernihan mental jangka panjang.
it: Aumenta i livelli di felicità del 25% e migliora la chiarezza mentale a lungo termine.
ja: 幸福度を25%高め、長期的な思考の明晰さを向上させます。
ko: 행복 지수를 25% 높이고 장기적인 정신적 명료함을 향상시켜요.
nb: Det øker lykkefølelsen med 25 % og forbedrer mental klarhet på lang sikt.
nl: Het verhoogt je geluksgevoel met 25% en verbetert je mentale helderheid op lange termijn.
pl: Zwiększa poziom szczęścia o 25% i poprawia długoterminową jasność umysłu.
pt_br: Aumenta os níveis de felicidade em 25% e melhora a clareza mental a longo prazo.
ru: Он повышает уровень счастья на 25% и улучшает ясность мышления в долгосрочной перспективе.
sv: Det ökar lyckonivån med 25 % och förbättrar den långsiktiga mentala klarheten.
tr: Mutluluk seviyesini %25 artırır ve uzun vadeli zihinsel netliği geliştirir.
vi: Điều này giúp tăng 25% mức độ hạnh phúc và cải thiện sự minh mẫn tinh thần lâu dài.
zh_hans: 它能将幸福感提升25%，并改善长期的思维清晰度。

source: Journal
ar: اليوميات
da: Dagbog
es: Diario
fi: Päiväkirja
he: יומן
id: Jurnal
it: Diario
ja: ジャーナル
ko: 일기
nb: Dagbok
nl: Dagboek
pl: Dziennik
pt_br: Diário
ru: Дневник
sv: Dagbok
tr: Günlük
vi: Nhật Ký
zh_hans: 日记

source: Keep
ar: الاحتفاظ
da: Behold
de: Behalten
es: Conservar
fi: Säilytä
fr: Conserver
he: שמירה
id: Simpan
it: Mantieni
ja: 保持
ko: 유지하기
nb: Behold
nl: Behouden
pl: Zachowaj
pt_br: Manter
ru: Оставить
sv: Behåll
tr: Sakla
vi: Giữ Lại
zh_hans: 保留

source: Lack of Direction
ar: فقدان الاتجاه
da: Mangel på retning
de: Fehlende Orientierung
es: Falta de dirección
fi: Suunnan puute
fr: Manque de direction
he: חוסר כיוון
id: Kurangnya Arah
it: Mancanza di direzione
ja: 方向性の欠如
ko: 방향성 부족
nb: Mangel på retning
nl: Gebrek aan richting
pl: Brak kierunku
pt_br: Falta de Direção
ru: Отсутствие направления
sv: Brist på riktning
tr: Yön Eksikliği
vi: Thiếu Định Hướng
zh_hans: 缺乏方向

source: Language
ar: اللغة
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
he: שפה
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

source: Later
ar: لاحقًا
da: Senere
de: Später
es: Más tarde
fi: Myöhemmin
fr: Plus tard
he: אחר כך
id: Nanti
it: Più tardi
ja: あとで
ko: 나중에
nb: Senere
pl: Później
pt_br: Mais tarde
ru: Позже
sv: Senare
tr: Sonra
vi: Để sau
zh_hans: 稍后

source: Let’s align with your stars.
ar: لنتناغم مع نجومك.
da: Lad os afstemme dig med dine stjerner.
de: Lass uns dich mit deinen Sternen ausrichten.
es: Alineémonos con tus estrellas.
fi: Kohdistetaan tähtiesi kanssa.
fr: Alignons-nous avec tes étoiles.
he: בואו נתיישר עם הכוכבים שלכם.
id: Mari selaraskan dirimu dengan bintangmu.
it: Allineiamoci con le tue stelle.
ja: 星々と波動を合わせましょう。
ko: 당신의 별과 하나가 되어봐요.
nb: La oss samstemme med stjernene dine.
nl: Laten we ons afstemmen op jouw sterren.
pl: Dostrójmy się do Twoich gwiazd.
pt_br: Vamos nos alinhar com suas estrelas.
ru: Давай сверимся с твоими звёздами.
sv: Låt oss stämma av med dina stjärnor.
tr: Yıldızlarınla hizalanalım.
vi: Hãy cùng đồng điệu với các vì sao của bạn.
zh_hans: 让我们与你的星辰对齐。

source: Loading your plan…
ar: جارٍ تحميل خطتك…
da: Indlæser din plan…
de: Dein Plan wird geladen …
es: Cargando tu plan…
fi: Ladataan tilaustasi…
fr: Chargement de ton offre…
he: טוען את התוכנית שלך…
id: Memuat paketmu…
it: Caricamento del piano…
ja: プランを読み込み中…
ko: 요금제를 불러오는 중…
nb: Laster inn planen din…
nl: Je abonnement wordt geladen…
pl: Ładowanie Twojego planu…
pt_br: Carregando seu plano…
ru: Загрузка вашего плана…
sv: Läser in din plan…
tr: Planın yükleniyor…
vi: Đang tải gói của bạn…
zh_hans: 正在加载你的方案…

source: Log Gratitude
ar: تسجيل الامتنان
da: Log taknemmelighed
de: Dankbarkeit eintragen
es: Registrar gratitud
fi: Kirjaa kiitollisuus
fr: Enregistrer ma gratitude
he: תיעוד הכרת תודה
id: Catat Syukur
it: Registra Gratitudine
ja: 感謝を記録
ko: 감사 기록하기
nb: Logg takknemlighet
nl: Dankbaarheid Loggen
pl: Zapisz Wdzięczność
pt_br: Registrar Gratidão
ru: Записать благодарность
sv: Logga tacksamhet
tr: Minnettarlığını Kaydet
vi: Ghi Lại Lòng Biết Ơn
zh_hans: 记录感恩

source: Log out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış yap
vi: Đăng Xuất
zh_hans: 退出登录

source: Love
ar: الحب
da: Kærlighed
de: Liebe
es: Amor
fi: Rakkaus
fr: Amour
he: אהבה
id: Cinta
it: Amore
ja: 恋愛
ko: 사랑
nb: Kjærlighet
nl: Liefde
pl: Miłość
pt_br: Amor
ru: Любовь
sv: Kärlek
tr: Aşk
vi: Tình Yêu
zh_hans: 爱情

source: Love & Relationship
ar: الحب والعلاقات
da: Kærlighed og forhold
de: Liebe & Beziehung
es: Amor y relaciones
fi: Rakkaus ja suhteet
fr: Amour et relation
he: אהבה וזוגיות
id: Cinta & Hubungan
it: Amore e relazioni
ja: 恋愛・人間関係
ko: 사랑과 관계
nb: Kjærlighet og forhold
nl: Liefde & relatie
pl: Miłość i związki
pt_br: Amor e Relacionamento
ru: Любовь и отношения
sv: Kärlek och relationer
tr: Aşk ve İlişki
vi: Tình Yêu & Mối Quan Hệ
zh_hans: 爱情与关系

source: Manage Subscription
ar: إدارة الاشتراك
da: Administrer abonnement
de: Abo verwalten
es: Gestionar suscripción
fi: Hallinnoi tilausta
fr: Gérer l'abonnement
he: ניהול המנוי
id: Kelola Langganan
it: Gestisci Abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar Assinatura
ru: Управление подпиской
sv: Hantera prenumeration
tr: Aboneliği Yönet
vi: Quản Lý Gói Đăng Ký
zh_hans: 管理订阅

source: Mapping your personal year cycle…
ar: رسم دورة سنتك الشخصية…
da: Kortlægger din personlige årscyklus…
de: Dein persönlicher Jahreszyklus wird kartiert …
es: Mapeando tu ciclo de año personal…
fi: Kartoitetaan henkilökohtaista vuosisykliäsi…
fr: Cartographie de ton cycle d'année personnelle…
he: ממפים את מחזור השנה האישית שלך…
id: Memetakan siklus tahun pribadimu…
it: Mappatura del tuo ciclo dell'anno personale…
ja: パーソナルイヤーサイクルをマッピングしています…
ko: 개인 연도 주기를 매핑하는 중…
nb: Kartlegger din personlige årssyklus…
nl: Je persoonlijke jaarcyclus wordt in kaart gebracht…
pl: Mapowanie Twojego osobistego cyklu roku…
pt_br: Mapeando seu ciclo de ano pessoal…
ru: Составляем карту твоего личного годового цикла…
sv: Kartlägger din personliga årscykel…
tr: Kişisel yıl döngün haritalanıyor…
vi: Đang lập bản đồ chu kỳ năm cá nhân của bạn…
zh_hans: 正在绘制你的个人年周期…
